Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Reset with Backup?
de: Zurücksetzen mit Sicherung?
es: ¿Restablecer con copia de seguridad?
fil: I-reset kasama ang Backup?
fr: Réinitialiser avec sauvegarde ?
hr: Poništiti uz sigurnosnu kopiju?
id: Setel Ulang dengan Cadangan?
ja: バックアップしてリセットしますか？
ko: 백업 후 초기화하시겠습니까?
ms: Tetap Semula dengan Sandaran?
pl: Zresetować z kopią zapasową?
pt_br: Redefinir com backup?
ro: Resetezi cu salvare prealabilă?
ru: Сбросить с резервной копией?
th: รีเซ็ตพร้อมสำรองข้อมูลหรือไม่
tr: Yedekleyerek sıfırlansın mı?
zh_hans: 备份并重置？
zh_hant: 備份並重設？

source: Reset: Delete everything
de: Zurücksetzen: Alles löschen
es: Restablecer: eliminar todo
fil: I-reset: Tanggalin lahat
fr: Réinitialiser : tout supprimer
hr: Poništavanje: briše sve
id: Setel ulang: Hapus semuanya
ja: リセット：すべて削除
ko: 재설정: 모두 삭제
ms: Tetap semula: Padam semuanya
pl: Reset: usuń wszystko
pt_br: Redefinir: excluir tudo
ro: Resetare: șterge tot
ru: Сброс: удалить всё
th: รีเซ็ต: ลบทั้งหมด
tr: Sıfırla: Her şeyi sil
zh_hans: 重置：删除所有内容
zh_hant: 重設：刪除所有內容

source: Resetting rootfs...
de: Rootfs wird zurückgesetzt…
es: Restableciendo rootfs...
fil: Nire-reset ang rootfs...
fr: Réinitialisation du rootfs…
hr: Poništavanje rootfs-a...
id: Menyetel ulang rootfs...
ja: rootfsをリセット中…
ko: rootfs 재설정 중…
ms: Menetapkan semula rootfs...
pl: Resetowanie rootfs...
pt_br: Redefinindo o rootfs...
ro: Se resetează rootfs...
ru: Сброс rootfs...
th: กำลังรีเซ็ต rootfs...
tr: rootfs sıfırlanıyor...
zh_hans: 正在重置 rootfs…
zh_hant: 正在重設 rootfs…

source: Resize input box
de: Eingabefeld anpassen
es: Redimensionar el cuadro de entrada
fil: Baguhin ang laki ng input box
fr: Redimensionner la zone de saisie
hr: Promijeni veličinu polja za unos
id: Ubah ukuran kotak input
ja: 入力欄のサイズを変更
ko: 입력창 크기 조절
ms: Ubah saiz kotak input
pl: Zmień rozmiar pola
pt_br: Redimensionar campo de entrada
ro: Redimensionează câmpul
ru: Изменить размер поля ввода
th: ปรับขนาดช่องป้อนข้อมูล
tr: Giriş kutusunu yeniden boyutlandır
zh_hans: 调整输入框大小
zh_hant: 調整輸入框大小

source: Response
de: Antwort
es: Respuesta
fil: Tugon
fr: Réponse
hr: Odgovor
id: Respons
ja: 応答
ko: 응답
ms: Respons
pl: Odpowiedź
pt_br: Resposta
ro: Răspuns
ru: Ответ
th: การตอบกลับ
tr: Yanıt
zh_hans: 响应
zh_hant: 響應

source: Response ended unexpectedly (no content received)
de: Antwort unerwartet beendet (kein Inhalt empfangen)
es: La respuesta terminó de forma inesperada (no se recibió contenido)
fil: Biglang natapos ang tugon (walang natanggap na nilalaman)
fr: La réponse s’est terminée de façon inattendue (aucun contenu reçu)
hr: Odgovor je neočekivano prekinut (nije primljen sadržaj)
id: Respons berakhir tak terduga (tidak ada konten diterima)
ja: 応答が予期せず終了しました（コンテンツを受信していません）
ko: 응답이 예기치 않게 종료됨(수신된 콘텐츠 없음)
ms: Respons berakhir tanpa dijangka (tiada kandungan diterima)
pl: Odpowiedź zakończyła się nieoczekiwanie (brak treści)
pt_br: A resposta terminou inesperadamente (nenhum conteúdo recebido)
ro: Răspunsul s-a încheiat neașteptat (niciun conținut primit)
ru: Ответ неожиданно завершился (содержимое не получено)
th: การตอบกลับสิ้นสุดโดยไม่คาดคิด (ไม่ได้รับเนื้อหา)
tr: Yanıt beklenmedik şekilde bitti (içerik alınmadı)
zh_hans: 回复意外结束（未收到任何内容）
zh_hant: 回覆意外結束（未收到任何內容）

source: Response truncated (max tokens reached)
de: Antwort abgeschnitten (max. Tokens erreicht)
es: Respuesta truncada (se alcanzó el máximo de tokens)
fil: Naputol ang tugon (naabot ang max na token)
fr: Réponse tronquée (nombre max. de jetons atteint)
hr: Odgovor skraćen (dosegnut najveći broj tokena)
id: Respons terpotong (token maks tercapai)
ja: 応答が切り詰められました（最大トークン数に到達）
ko: 응답이 잘림(최대 토큰 도달)
ms: Respons dipotong (token maks dicapai)
pl: Odpowiedź skrócona (osiągnięto limit tokenów)
pt_br: Resposta truncada (limite de tokens atingido)
ro: Răspuns trunchiat (limita de tokenuri atinsă)
ru: Ответ обрезан (достигнут лимит токенов)
th: คำตอบถูกตัด (ถึงจำนวนโทเคนสูงสุด)
tr: Yanıt kesildi (maks token sınırına ulaşıldı)
zh_hans: 回复被截断（已达到最大 Token 数）
zh_hant: 回覆被截斷（已達到最大 Token 數）

source: Restore
de: Wiederherstellen
es: Restaurar
fil: I-restore
fr: Restaurer
hr: Vrati
id: Pulihkan
ja: 復元
ko: 복원
ms: Pulihkan
pl: Przywracanie
pt_br: Restauração
ro: Restaurare
ru: Восстановить
th: กู้คืน
tr: Geri Yükleme
zh_hans: 恢复
zh_hant: 還原

source: Restore Backup
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fil: I-restore ang Backup
fr: Restaurer la sauvegarde
hr: Vrati sigurnosnu kopiju
id: Pulihkan Cadangan
ja: バックアップを復元
ko: 백업 복원
ms: Pulihkan Sandaran
pl: Przywróć kopię zapasową
pt_br: Restaurar backup
ro: Restaurează copia de rezervă
ru: Восстановить из копии
th: กู้คืนข้อมูลสำรอง
tr: Yedeği Geri Yükle
zh_hans: 恢复备份
zh_hant: 還原備份

source: Restore Complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fil: Tapos na ang Restore
fr: Restauration terminée
hr: Vraćanje dovršeno
id: Pemulihan Selesai
ja: 復元が完了しました
ko: 복원 완료
ms: Pemulihan Selesai
pl: Przywracanie zakończone
pt_br: Restauração concluída
ro: Restaurare finalizată
ru: Восстановление завершено
th: กู้คืนเสร็จสิ้น
tr: Geri Yükleme Tamamlandı
zh_hans: 恢复完成
zh_hant: 還原完成

source: Restore Default
de: Standard wiederherstellen
es: Restaurar valor predeterminado
fil: Ibalik ang Default
fr: Restaurer par défaut
hr: Vrati zadano
id: Pulihkan Bawaan
ja: 既定に戻す
ko: 기본값 복원
ms: Pulihkan Lalai
pl: Przywróć domyślne
pt_br: Restaurar padrão
ro: Restaurează valorile implicite
ru: Восстановить по умолчанию
th: คืนค่าเริ่มต้น
tr: Varsayılanı Geri Yükle
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Restore default SOUL.md? Your current personality will be replaced.
de: SOUL.md auf Standard zurücksetzen? Deine aktuelle Persönlichkeit wird ersetzt.
es: ¿Restaurar el SOUL.md predeterminado? Se reemplazará tu personalidad actual.
fil: Ibalik ang default na SOUL.md? Papalitan ang kasalukuyang personalidad mo.
fr: Restaurer le SOUL.md par défaut ? Votre personnalité actuelle sera remplacée.
hr: Vratiti zadani SOUL.md? Vaša trenutna osobnost bit će zamijenjena.
id: Pulihkan SOUL.md bawaan? Kepribadian Anda saat ini akan diganti.
ja: SOUL.md を既定に戻しますか？現在のパーソナリティは置き換えられます。
ko: SOUL.md를 기본값으로 복원할까요? 현재 성격 설정이 대체됩니다.
ms: Pulihkan SOUL.md lalai? Personaliti semasa anda akan diganti.
pl: Przywrócić domyślny SOUL.md? Bieżąca osobowość zostanie zastąpiona.
pt_br: Restaurar o SOUL.md padrão? Sua personalidade atual será substituída.
ro: Restaurezi SOUL.md implicit? Personalitatea curentă va fi înlocuită.
ru: Восстановить SOUL.md по умолчанию? Ваша текущая личность будет заменена.
th: คืนค่า SOUL.md เริ่มต้นหรือไม่ บุคลิกภาพปัจจุบันของคุณจะถูกแทนที่
tr: Varsayılan SOUL.md geri yüklensin mi? Geçerli kişiliğiniz değiştirilecek.
zh_hans: 恢复默认 SOUL.md？当前的人格设置将被替换。
zh_hant: 恢復預設 SOUL.md？目前的人格設定將被取代。

source: Restore from Backup…
de: Aus Sicherung wiederherstellen…
es: Restaurar desde copia de seguridad…
fil: I-restore mula sa Backup…
fr: Restaurer depuis une sauvegarde…
hr: Vrati iz sigurnosne kopije…
id: Pulihkan dari Cadangan…
ja: バックアップから復元…
ko: 백업에서 복원…
ms: Pulihkan dari Sandaran…
pl: Przywróć z kopii zapasowej…
pt_br: Restaurar de um backup…
ro: Restaurează din copie…
ru: Восстановить из копии…
th: กู้คืนจากข้อมูลสำรอง…
tr: Yedekten Geri Yükle…
zh_hans: 从备份恢复…
zh_hant: 從備份還原…

source: Restore from Server
de: Vom Server wiederherstellen
es: Restaurar desde el servidor
fil: I-restore mula sa Server
fr: Restaurer depuis le serveur
hr: Vrati s poslužitelja
id: Pulihkan dari Server
ja: サーバから復元
ko: 서버에서 복원
ms: Pulihkan dari Server
pl: Przywróć z serwera
pt_br: Restaurar do servidor
ro: Restaurează de pe server
ru: Восстановить с сервера
th: กู้คืนจากเซิร์ฟเวอร์
tr: Sunucudan Geri Yükle
zh_hans: 从服务器恢复
zh_hant: 從伺服器還原

source: Restore this backup?
de: Diese Sicherung wiederherstellen?
es: ¿Restaurar esta copia de seguridad?
fil: I-restore ang backup na ito?
fr: Restaurer cette sauvegarde ?
hr: Vratiti ovu sigurnosnu kopiju?
id: Pulihkan cadangan ini?
ja: このバックアップを復元しますか？
ko: 이 백업을 복원하시겠습니까?
ms: Pulihkan sandaran ini?
pl: Przywrócić tę kopię zapasową?
pt_br: Restaurar este backup?
ro: Restaurezi această copie?
ru: Восстановить эту копию?
th: กู้คืนข้อมูลสำรองนี้หรือไม่
tr: Bu yedek geri yüklensin mi?
zh_hans: 要恢复这个备份吗？
zh_hant: 要還原這個備份嗎？

source: Restore User Data
de: Benutzerdaten wiederherstellen
es: Restaurar datos de usuario
fil: I-restore ang User Data
fr: Restaurer les données
hr: Vrati korisničke podatke
id: Pulihkan Data Pengguna
ja: ユーザーデータを復元
ko: 사용자 데이터 복원
ms: Pulihkan Data Pengguna
pl: Przywróć dane użytkownika
pt_br: Restaurar os dados do usuário
ro: Restaurează datele utilizatorului
ru: Восстановить данные пользователя
th: กู้คืนข้อมูลผู้ใช้
tr: Kullanıcı Verilerini Geri Yükle
zh_hans: 恢复用户数据
zh_hant: 恢復使用者資料

source: Restore: Recover saved data
de: Wiederherstellen: Gespeicherte Daten zurückholen
es: Restaurar: recuperar datos guardados
fil: I-restore: Bawiin ang na-save na datos
fr: Restaurer : récupérer les données
hr: Vraćanje: obnavlja spremljene podatke
id: Pulihkan: Ambil kembali data tersimpan
ja: 復元：保存されたデータを回復
ko: 복원: 저장된 데이터 복구
ms: Pulihkan: Dapatkan semula data disimpan
pl: Przywróć: odzyskaj zapisane dane
pt_br: Restaurar: recuperar os dados salvos
ro: Restaurare: recuperează datele salvate
ru: Восстановление: вернуть сохранённые данные
th: กู้คืน: เรียกคืนข้อมูลที่บันทึกไว้
tr: Geri yükle: Kaydedilen verileri kurtar
zh_hans: 恢复：还原已保存的数据
zh_hant: 恢復：還原已儲存的資料

source: Restored
de: Wiederhergestellt
es: Restaurado
fil: Na-restore
fr: Restauré
hr: Vraćeno
id: Dipulihkan
ja: 復元済み
ko: 복원됨
ms: Dipulihkan
pl: Przywrócono
pt_br: Restaurados
ro: Restaurate
ru: Восстановлено
th: กู้คืนแล้ว
tr: Geri yüklendi
zh_hans: 已恢复
zh_hant: 已還原

source: Restoring
de: Wird wiederhergestellt
es: Restaurando
fil: Nire-restore
fr: Restauration en cours
hr: Vraćanje
id: Memulihkan
ja: 復元中
ko: 복원 중
ms: Memulihkan
pl: Przywracanie
pt_br: Restaurando
ro: Se restaurează
ru: Восстановление
th: กำลังกู้คืน
tr: Geri yükleniyor
zh_hans: 正在恢复
zh_hant: 正在還原

source: Restoring merges a backup into your existing data. Nothing is deleted.
de: Beim Wiederherstellen wird eine Sicherung mit deinen vorhandenen Daten zusammengeführt. Nichts wird gelöscht.
es: La restauración fusiona una copia de seguridad con tus datos actuales. No se elimina nada.
fil: Pinagsasama ng restore ang backup sa umiiral mong datos. Walang tinatanggal.
fr: La restauration fusionne une sauvegarde avec vos données existantes. Rien n'est supprimé.
hr: Vraćanje spaja sigurnosnu kopiju s vašim postojećim podacima. Ništa se ne briše.
id: Pemulihan menggabungkan cadangan ke data Anda yang ada. Tidak ada yang dihapus.
ja: 復元では、バックアップが既存のデータに統合されます。何も削除されません。
ko: 복원하면 백업이 기존 데이터에 병합됩니다. 삭제되는 항목은 없습니다.
ms: Pemulihan menggabungkan sandaran ke dalam data sedia ada anda. Tiada apa-apa dipadam.
pl: Przywracanie scala kopię z istniejącymi danymi. Nic nie jest usuwane.
pt_br: A restauração mescla um backup com os seus dados atuais. Nada é excluído.
ro: Restaurarea îmbină copia cu datele tale existente. Nimic nu este șters.
ru: При восстановлении копия объединяется с вашими данными. Ничего не удаляется.
th: การกู้คืนจะรวมข้อมูลสำรองเข้ากับข้อมูลที่มีอยู่ ไม่มีอะไรถูกลบ
tr: Geri yükleme, yedeği var olan verilerinizle birleştirir. Hiçbir şey silinmez.
zh_hans: 恢复会将备份合并到你现有的数据中，不会删除任何内容。
zh_hant: 還原會將備份合併到你現有的資料中，不會刪除任何內容。

source: Restoring user data...
de: Benutzerdaten werden wiederhergestellt…
es: Restaurando datos de usuario...
fil: Nire-restore ang user data...
fr: Restauration des données…
hr: Vraćanje korisničkih podataka...
id: Memulihkan data pengguna...
ja: ユーザーデータを復元中…
ko: 사용자 데이터 복원 중…
ms: Memulihkan data pengguna...
pl: Przywracanie danych użytkownika...
pt_br: Restaurando os dados do usuário...
ro: Se restaurează datele utilizatorului...
ru: Восстановление данных пользователя...
th: กำลังกู้คืนข้อมูลผู้ใช้...
tr: Kullanıcı verileri geri yükleniyor...
zh_hans: 正在恢复用户数据…
zh_hant: 正在恢復使用者資料…

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreinte
hr: Ograničeno
id: Dibatasi
ja: 制限あり
ko: 제한됨
ms: Terhad
pl: Ograniczone
pt_br: Restrito
ro: Restricționat
ru: Ограничено
th: จำกัด
tr: Kısıtlı
zh_hans: 受限
zh_hant: 受限

source: Result
de: Ergebnis
es: Resultado
fil: Resulta
fr: Résultat
hr: Rezultat
id: Hasil
ja: 結果
ko: 결과
ms: Keputusan
pl: Wynik
pt_br: Resultado
ro: Rezultat
ru: Результат
th: ผลลัพธ์
tr: Sonuç
zh_hans: 结果
zh_hant: 結果

source: Results
de: Ergebnisse
es: Resultados
fil: Mga Resulta
fr: Résultats
hr: Rezultati
id: Hasil
ja: 結果
ko: 결과
ms: Keputusan
pl: Wyniki
pt_br: Resultados
ro: Rezultate
ru: Результаты
th: ผลลัพธ์
tr: Sonuçlar
zh_hans: 结果
zh_hant: 結果

source: Resume
de: Fortfahren
es: Reanudar
fil: Ituloy
fr: Reprendre
hr: Nastavi
id: Lanjutkan
ja: 再開
ko: 재개
ms: Sambung
pl: Wznów
pt_br: Retomar
ro: Reia
ru: Продолжить
th: ดำเนินการต่อ
tr: Sürdür
zh_hans: 继续
zh_hant: 繼續

source: Resume in %lld hr
de: Fortsetzung in %lld Std.
es: Se reanuda en %lld h
fil: Ituloy sa %lld oras
fr: Reprise dans %lld h
hr: Nastavak za %lld h
id: Lanjut dalam %lld jam
ja: %lld 時間後に再開
ko: %lld시간 후 재개
ms: Sambung dalam %lld jam
pl: Wznów za %lld godz.
pt_br: Retomar em %lld h
ro: Reia în %lld h
ru: Возобновление через %lld ч
th: ดำเนินการต่อใน %lld ชั่วโมง
tr: %lld saat içinde sürdür
zh_hans: %lld 小时后恢复
zh_hant: %lld 小時後繼續

source: Resume in %lld min
de: Fortsetzung in %lld Min.
es: Se reanuda en %lld min
fil: Ituloy sa %lld min
fr: Reprise dans %lld min
hr: Nastavak za %lld min
id: Lanjut dalam %lld mnt
ja: %lld 分後に再開
ko: %lld분 후 재개
ms: Sambung dalam %lld min
pl: Wznów za %lld min
pt_br: Retomar em %lld min
ro: Reia în %lld min
ru: Возобновление через %lld мин
th: ดำเนินการต่อใน %lld นาที
tr: %lld dk içinde sürdür
zh_hans: %lld 分钟后恢复
zh_hant: %lld 分鐘後繼續

source: Resume in <1 min
de: Fortsetzung in <1 Min.
es: Se reanuda en <1 min
fil: Ituloy sa <1 min
fr: Reprise dans <1 min
hr: Nastavak za <1 min
id: Lanjut dalam <1 mnt
ja: 1 分未満で再開
ko: 1분 미만 후 재개
ms: Sambung dalam <1 min
pl: Wznów za <1 min
pt_br: Retomar em <1 min
ro: Reia în <1 min
ru: Возобновление через <1 мин
th: ดำเนินการต่อใน <1 นาที
tr: <1 dk içinde sürdür
zh_hans: 不到 1 分钟后恢复
zh_hant: 不到 1 分鐘後繼續

source: Resume Migration
de: Migration fortsetzen
es: Reanudar migración
fil: Ituloy ang Migration
fr: Reprendre la migration
hr: Nastavi prebacivanje
id: Lanjutkan Migrasi
ja: マイグレーションを再開
ko: 마이그레이션 재개
ms: Sambung Migrasi
pl: Wznów migrację
pt_br: Retomar migração
ro: Reia migrarea
ru: Продолжить миграцию
th: ดำเนินการย้ายข้อมูลต่อ
tr: Taşımayı Sürdür
zh_hans: 继续迁移
zh_hant: 繼續移轉

source: Resuming previous backup…
de: Vorherige Sicherung wird fortgesetzt…
es: Reanudando la copia de seguridad anterior…
fil: Ipinagpapatuloy ang dating backup…
fr: Reprise de la sauvegarde précédente…
hr: Nastavak prethodne sigurnosne kopije…
id: Melanjutkan cadangan sebelumnya…
ja: 前回のバックアップを再開中…
ko: 이전 백업을 재개하는 중…
ms: Menyambung sandaran sebelumnya…
pl: Wznawianie poprzedniej kopii…
pt_br: Retomando o backup anterior…
ro: Se reia copia anterioară…
ru: Возобновление предыдущей копии…
th: กำลังดำเนินการสำรองข้อมูลเดิมต่อ…
tr: Önceki yedek sürdürülüyor…
zh_hans: 正在继续上次未完成的备份…
zh_hant: 繼續先前的備份中…

source: Retries exhausted
de: Wiederholungsversuche aufgebraucht
es: Se agotaron los reintentos
fil: Naubos na ang mga retry
fr: Tentatives épuisées
hr: Ponovni pokušaji iscrpljeni
id: Percobaan ulang habis
ja: リトライ回数を使い切りました
ko: 재시도 횟수가 모두 소진되었습니다
ms: Cubaan semula habis
pl: Wyczerpano ponowienia
pt_br: Tentativas esgotadas
ro: Reîncercări epuizate
ru: Попытки исчерпаны
th: ลองใหม่ครบจำนวนแล้ว
tr: Yeniden denemeler tükendi
zh_hans: 重试次数已用尽
zh_hant: 重試次數已用盡

source: Retry
de: Erneut versuchen
es: Reintentar
fil: Subukan Ulit
fr: Réessayer
hr: Pokušaj ponovno
id: Coba Lagi
ja: 再試行
ko: 재시도
ms: Cuba Lagi
pl: Ponów
pt_br: Tentar de novo
ro: Reîncearcă
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 重試

source: Retry ${session} from ${message}
de: ${session} ab ${message} wiederholen
es: Reintentar ${session} desde ${message}
fil: Subukan ulit ang ${session} mula sa ${message}
fr: Réessayer ${session} depuis ${message}
hr: Ponovi ${session} od ${message}
id: Coba ulang ${session} dari ${message}
ja: ${message} から ${session} をリトライ
ko: ${message}에서 ${session} 다시 시도
ms: Cuba semula ${session} dari ${message}
pl: Ponów ${session} od ${message}
pt_br: Repetir ${session} a partir de ${message}
ro: Reîncearcă ${session} de la ${message}
ru: Повторить ${session} с ${message}
th: ลอง ${session} ใหม่จาก ${message}
tr: ${session} oturumunu ${message} mesajından yeniden dene
zh_hans: 从 ${message} 重试 ${session}
zh_hant: 從 ${message} 重試 ${session}

# Retry in %llds (%lld/%lld)
source: Retry in %1$llds (%2$lld/%3$lld)
de: Wiederholung in %1$llds (%2$lld/%3$lld)
es: Reintento en %llds (%lld/%lld)
fil: Subukan ulit sa %llds (%lld/%lld)
fr: Nouvel essai dans %1$llds (%2$lld/%3$lld)
hr: Ponovni pokušaj za %1$llds (%2$lld/%3$lld)
id: Coba lagi dalam %lldd (%lld/%lld)
ja: %1$lld 秒後にリトライ (%2$lld/%3$lld)
ko: %1$lld초 후 재시도 (%2$lld/%3$lld)
ms: Cuba lagi dalam %llds (%lld/%lld)
pl: Ponów za %lld s (%lld/%lld)
pt_br: Tentar em %llds (%lld/%lld)
ro: Reîncearcă în %lld s (%lld/%lld)
ru: Повтор через %1$lld с (%2$lld/%3$lld)
th: ลองใหม่ใน %llds (%lld/%lld)
tr: %lld sn içinde yeniden dene (%lld/%lld)
zh_hans: %1$lld 秒后重试 (%2$lld/%3$lld)
zh_hant: %1$lld 秒後重試 (%2$lld/%3$lld)

source: Retry Migration
de: Migration wiederholen
es: Reintentar migración
fil: Subukan Ulit ang Migration
fr: Relancer la migration
hr: Ponovi prebacivanje
id: Ulangi Migrasi
ja: マイグレーションを再試行
ko: 마이그레이션 재시도
ms: Cuba Semula Migrasi
pl: Ponów migrację
pt_br: Repetir migração
ro: Reîncearcă migrarea
ru: Повторить миграцию
th: ลองย้ายข้อมูลอีกครั้ง
tr: Taşımayı Yeniden Dene
zh_hans: 重试迁移
zh_hant: 重試移轉

source: Retry Run
de: Ausführung wiederholen
es: Reintentar ejecución
fil: Patakbuhin Ulit
fr: Relancer l'exécution
hr: Ponovi pokretanje
id: Ulangi Jalankan
ja: 実行を再試行
ko: 실행 재시도
ms: Jalankan Semula
pl: Uruchom ponownie
pt_br: Repetir execução
ro: Rulează din nou
ru: Повторить запуск
th: เรียกใช้อีกครั้ง
tr: Yeniden Çalıştır
zh_hans: 重试运行
zh_hant: 重試運行

source: Retrying from message: %@
de: Wiederholung ab Nachricht: %@
es: Reintentando desde el mensaje: %@
fil: Sinusubukan ulit mula sa mensahe: %@
fr: Nouvelle tentative à partir du message : %@
hr: Ponovni pokušaj od poruke: %@
id: Mencoba ulang dari pesan: %@
ja: 次のメッセージから再実行します：%@
ko: 다음 메시지부터 다시 시도합니다: %@
ms: Mencuba semula dari mesej: %@
pl: Ponawianie od wiadomości: %@
pt_br: Repetindo a partir da mensagem: %@
ro: Se reîncearcă de la mesajul: %@
ru: Повтор с сообщения: %@
th: กำลังลองใหม่จากข้อความ: %@
tr: Şu mesajdan yeniden deneniyor: %@
zh_hans: 正在从该消息重试：%@
zh_hant: 正在從該訊息重試：%@

# Retrying from message: %@%@
source: Retrying from message: %1$@%2$@
de: Wiederholung ab Nachricht: %1$@%2$@
es: Reintentando desde el mensaje: %@%@
fil: Sinusubukan ulit mula sa mensahe: %@%@
fr: Nouvel essai depuis le message : %1$@%2$@
hr: Ponovni pokušaj od poruke: %1$@%2$@
id: Mencoba ulang dari pesan: %@%@
ja: メッセージからリトライ中：%1$@%2$@
ko: 메시지에서 재시도 중: %1$@%2$@
ms: Mencuba semula dari mesej: %@%@
pl: Ponawianie od wiadomości: %@%@
pt_br: Repetindo a partir da mensagem: %@%@
ro: Se reîncearcă de la mesajul: %@%@
ru: Повтор с сообщения: %1$@%2$@
th: กำลังลองใหม่จากข้อความ: %@%@
tr: Şu mesajdan yeniden deneniyor: %@%@
zh_hans: 从消息重试：%1$@%2$@
zh_hant: 從訊息重試：%1$@%2$@

source: Return Key
de: Eingabetaste
es: Tecla Intro
fr: Touche Retour
hr: Tipka Enter
id: Tombol Return
ja: Return キー
ko: Return 키
ms: Kekunci Return
pl: Klawisz Enter
pt_br: Tecla Enter
ro: Tasta Enter
ru: Клавиша ввода
th: ปุ่ม Return
tr: Enter Tuşu
zh_hans: 回车键
zh_hant: 回車鍵

source: Reusable skills available to the Agent
de: Wiederverwendbare Skills für den Agent
es: Habilidades reutilizables disponibles para Minis Agent
fil: Mga magagamit-ulit na skill para sa agent
fr: Compétences réutilisables disponibles pour Minis Agent
hr: Višekratne vještine dostupne Agentu
id: Skill yang dapat dipakai ulang oleh agen
ja: Agent が再利用できるスキル
ko: Agent가 재사용할 수 있는 스킬
ms: Skill boleh guna semula yang tersedia untuk ejen
pl: Skille wielokrotnego użytku dostępne dla agenta
pt_br: Skills reutilizáveis disponíveis para o agente
ro: Skill-uri reutilizabile disponibile agentului
ru: Многоразовые навыки, доступные Minis Agent
th: Skill ที่ใช้ซ้ำได้สำหรับเอเจนต์
tr: Aracının kullanabileceği yeniden kullanılabilir skill'ler
zh_hans: 可供 Agent 复用的技能
zh_hant: 可供 Agent 重複使用的技能

source: Reversible, but worth a quick look.
de: Umkehrbar, aber einen kurzen Blick wert.
es: Es reversible, pero conviene revisarlo.
fil: Maibabalik, pero mabuting tingnan muna.
fr: Réversible, mais à vérifier rapidement.
hr: Može se poništiti, ali vrijedi brzo pogledati.
id: Dapat dibatalkan, tapi sebaiknya diperiksa dulu.
ja: 元に戻せますが、確認しておくとよいでしょう。
ko: 되돌릴 수 있지만 한번 확인해 보세요.
ms: Boleh dibatalkan, tetapi baik disemak dahulu.
pl: Odwracalne, ale warto to sprawdzić.
pt_br: Reversível, mas vale uma olhada rápida.
ro: Reversibil, dar merită o verificare rapidă.
ru: Обратимо, но стоит быстро проверить.
th: ย้อนกลับได้ แต่ควรตรวจดูสักหน่อย
tr: Geri alınabilir, ama bir göz atmakta yarar var.
zh_hans: 可撤销，但建议快速确认一下。
zh_hant: 可撤銷，但建議快速確認一下。

source: Revert
de: Rückgängig machen
es: Revertir
fil: Ibalik
fr: Rétablir
hr: Poništi promjenu
id: Kembalikan
ja: 元に戻す
ko: 되돌리기
ms: Kembalikan
pl: Cofnij
pt_br: Reverter
ro: Anulează
ru: Откатить
th: ย้อนกลับ
tr: Geri Al
zh_hans: 还原
zh_hant: 還原

source: Revert Compact
de: Komprimierung rückgängig
es: Revertir compactación
fil: Ibalik ang Compact
fr: Annuler le compactage
hr: Poništi sažimanje
id: Batalkan Peringkasan
ja: 圧縮を元に戻す
ko: 압축 되돌리기
ms: Batalkan Pemadatan
pl: Cofnij kompresję
pt_br: Desfazer compactação
ro: Anulează comprimarea
ru: Отменить сжатие
th: ยกเลิกการบีบอัด
tr: Sıkıştırmayı Geri Al
zh_hans: 撤销压缩
zh_hant: 還原壓縮

source: Revert Failed
de: Wiederherstellung fehlgeschlagen
es: No se pudo revertir
fil: Nabigong Ibalik
fr: Échec de l'annulation
hr: Poništavanje neuspjelo
id: Gagal Mengembalikan
ja: 復元に失敗しました
ko: 되돌리기 실패
ms: Gagal Mengembalikan
pl: Cofnięcie nie powiodło się
pt_br: Falha ao reverter
ro: Revenirea a eșuat
ru: Не удалось отменить изменение
th: ย้อนกลับไม่สำเร็จ
tr: Geri Alma Başarısız
zh_hans: 撤销失败
zh_hant: 撤銷失敗

source: Revert this change?
de: Diese Änderung rückgängig machen?
es: ¿Revertir este cambio?
fil: Ibalik ang pagbabagong ito?
fr: Annuler cette modification ?
hr: Poništiti ovu promjenu?
id: Kembalikan perubahan ini?
ja: この変更を元に戻しますか？
ko: 이 변경을 되돌릴까요?
ms: Kembalikan perubahan ini?
pl: Cofnąć tę zmianę?
pt_br: Reverter esta mudança?
ro: Anulezi această modificare?
ru: Отменить это изменение?
th: ย้อนกลับการเปลี่ยนแปลงนี้หรือไม่
tr: Bu değişiklik geri alınsın mı?
zh_hans: 撤销此更改吗？
zh_hant: 要撤銷此變更嗎？

source: Revert this compact?
de: Diese Komprimierung rückgängig machen?
es: ¿Revertir esta compactación?
fil: Ibalik ang compact na ito?
fr: Annuler ce compactage ?
hr: Poništiti ovo sažimanje?
id: Batalkan peringkasan ini?
ja: この圧縮を元に戻しますか？
ko: 이 압축을 되돌리시겠습니까?
ms: Batalkan pemadatan ini?
pl: Cofnąć tę kompresję?
pt_br: Desfazer esta compactação?
ro: Anulezi această comprimare?
ru: Отменить это сжатие?
th: ยกเลิกการบีบอัดนี้หรือไม่
tr: Bu sıkıştırma geri alınsın mı?
zh_hans: 撤销此次压缩？
zh_hant: 還原此次壓縮？

source: Reverted
de: Rückgängig gemacht
es: Revertido
fil: Naibalik
fr: Rétabli
hr: Poništeno
id: Dikembalikan
ja: 元に戻しました
ko: 되돌림
ms: Dikembalikan
pl: Cofnięto
pt_br: Revertida
ro: Anulată
ru: Изменение отменено
th: ย้อนกลับแล้ว
tr: Geri alındı
zh_hans: 已还原
zh_hant: 已還原

source: Revoke
de: Widerrufen
es: Revocar
fil: Bawiin
fr: Révoquer
hr: Opozovi
id: Cabut
ja: 取り消し
ko: 철회
ms: Batalkan
pl: Cofnij
pt_br: Revogar
ro: Revocă
ru: Отозвать
th: เพิกถอน
tr: Geri Al
zh_hans: 撤销
zh_hant: 撤銷
